{
    "subject-biotechnology": {
        "10.1371/journal.pone.0086174": {
            "author_display": [
                "Latifah Amin",
                "Md. Abul Kalam Azad",
                "Mohd Hanafy Gausmian",
                "Faizah Zulkifli"
            ],
            "title_display": "Determinants of Public Attitudes to Genetically Modified Salmon",
            "abstract": [
                "\nThe objective of this paper is to assess the attitude of Malaysian stakeholders to genetically modified (GM) salmon and to identify the factors that influence their acceptance of GM salmon using a structural equation model. A survey was carried out on 434 representatives from various stakeholder groups in the Klang Valley region of Malaysia. Public attitude towards GM salmon was measured using self-developed questionnaires with seven-point Likert scales. The findings of this study have confirmed that public attitudes towards GM salmon is a complex issue and should be seen as a multi-faceted process. The most important direct predictors for the encouragement of GM salmon are the specific application-linked perceptions about religious acceptability of GM salmon followed by perceived risks and benefits, familiarity, and general promise of modern biotechnology. Encouragement of GM salmon also involves the interplay among other factors such as general concerns of biotechnology, threatening the natural order of things, the need for labeling, the need for patenting, confidence in regulation, and societal values. The research findings can serve as a database that will be useful for understanding the social construct of public attitude towards GM foods in a developing country.\n"
            ],
            "publication_date": "2014-01-29T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1827,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0086174",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0086174&representation=PDF"
        },
        "10.1371/journal.pone.0076291": {
            "author_display": [
                "Jacob I. Laughner",
                "Scott B. Marrus",
                "Erik R. Zellmer",
                "Carla J. Weinheimer",
                "Matthew R. MacEwan",
                "Sophia X. Cui",
                "Jeanne M. Nerbonne",
                "Igor R. Efimov"
            ],
            "title_display": "A Fully Implantable Pacemaker for the Mouse: From Battery to Wireless Power",
            "abstract": [
                "\nAnimal models have become a popular platform for the investigation of the molecular and systemic mechanisms of pathological cardiovascular physiology. Chronic pacing studies with implantable pacemakers in large animals have led to useful models of heart failure and atrial fibrillation. Unfortunately, molecular and genetic studies in these large animal models are often prohibitively expensive or not available. Conversely, the mouse is an excellent species for studying molecular mechanisms of cardiovascular disease through genetic engineering. However, the large size of available pacemakers does not lend itself to chronic pacing in mice. Here, we present the design for a novel, fully implantable wireless-powered pacemaker for mice capable of long-term (>30 days) pacing. This design is compared to a traditional battery-powered pacemaker to demonstrate critical advantages achieved through wireless inductive power transfer and control. Battery-powered and wireless-powered pacemakers were fabricated from standard electronic components in our laboratory. Mice (n = 24) were implanted with endocardial, battery-powered devices (n = 14) and epicardial, wireless-powered devices (n = 10). Wireless-powered devices were associated with reduced implant mortality and more reliable device function compared to battery-powered devices. Eight of 14 (57.1%) mice implanted with battery-powered pacemakers died following device implantation compared to 1 of 10 (10%) mice implanted with wireless-powered pacemakers. Moreover, device function was achieved for 30 days with the wireless-powered device compared to 6 days with the battery-powered device. The wireless-powered pacemaker system presented herein will allow electrophysiology studies in numerous genetically engineered mouse models as well as rapid pacing-induced heart failure and atrial arrhythmia in mice.\n"
            ],
            "publication_date": "2013-10-23T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1597,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0076291",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0076291&representation=PDF"
        },
        "10.1371/journal.pone.0077170": {
            "author_display": [
                "Sivagnanam Silambarasan",
                "Jayanthi Abraham"
            ],
            "title_display": "Mycoremediation of Endosulfan and Its Metabolites in Aqueous Medium and Soil by <i>Botryosphaeria laricina</i> JAS6 and <i>Aspergillus tamarii</i> JAS9",
            "abstract": [
                "\n\t\t\t\tMicrobial degradation offers an efficient and ecofriendly approach to remove toxicants from the contaminated environments. Botryosphaeria laricina JAS6 and Aspergillus tamarii JAS9 were capable of degrading endosulfan and their metabolites which were isolated through enrichment technique. Both the strains were able to withstand an exposure of 1300 mg/L and showed luxuriant growth at 1000 mg/L of endosulfan. The change in pH in the culture broth was from 6.8 to 3.4 and 3.8 during growth kinetic studies of JAS6 and JAS9 strains, respectively upon biological degradation of endosulfan. The degradation of endosulfan by JAS6 and JAS9 strains were examined by HPLC. The biodegradation rate constant (k) and the initial concentration were reduced by 50% (DT50) which was determined by first and pseudo first order kinetic models. In the present investigation it has been revealed that Botryosphaeria laricina JAS6 and Aspergillus tamarii JAS9 possessing endosulfan degrading capability are being reported for the first time. These findings confirm the degradation of endosulfan by JAS6 and JAS9 strains which were accompanied by significant reduction in the toxicity and could be used as remedial measure in contaminated environments. \n\t\t\t"
            ],
            "publication_date": "2013-10-10T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1031,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0077170",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0077170&representation=PDF"
        },
        "10.1371/journal.pone.0084297": {
            "author_display": [
                "Kelly M. McFarlin",
                "Roger C. Prince",
                "Robert Perkins",
                "Mary Beth Leigh"
            ],
            "title_display": "Biodegradation of Dispersed Oil in Arctic Seawater at -1°C",
            "abstract": [
                "\nAs offshore oil and gas exploration expands in the Arctic, it is important to expand the scientific understanding of arctic ecology and environmental impact to mitigate operational risks. Understanding the fate of oil in arctic seawater is a key factor for consideration. Here we report the chemical loss due to the biodegradation of Alaska North Slope (ANS) crude oil that would occur in the water column following the successful dispersion of a surface oil slick. Primary biodegradation and mineralization were measured in mesocosms containing Arctic seawater collected from the Chukchi Sea, Alaska, incubated at −1°C. Indigenous microorganisms degraded both fresh and weathered oil, in both the presence and absence of Corexit 9500, with oil losses ranging from 46−61% and up to 11% mineralization over 60 days. When tested alone, 14% of 50 ppm Corexit 9500 was mineralized within 60 days. Our study reveals that microorganisms indigenous to Arctic seawater are capable of performing extensive biodegradation of chemically and physically dispersed oil at an environmentally relevant temperature (−1°C) without any additional nutrients.\n"
            ],
            "publication_date": "2014-01-08T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1102,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0084297",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0084297&representation=PDF"
        },
        "10.1371/journal.pone.0060801": {
            "author_display": [
                "Yi Wang",
                "Xiangsheng Ye",
                "Guangda Ding",
                "Fangsen Xu"
            ],
            "title_display": "Overexpression of <i>phyA</i> and <i>appA</i> Genes Improves Soil Organic Phosphorus Utilisation and Seed Phytase Activity in <i>Brassica napus</i>",
            "abstract": [
                "\n        Phytate is the major storage form of organic phosphorus in soils and plant seeds, and phosphorus (P) in this form is unavailable to plants or monogastric animals. In the present study, the phytase genes phyA and appA were introduced into Brassica napus cv Westar with a signal peptide sequence and CaMV 35S promoter, respectively. Three independent transgenic lines, P3 and P11 from phyA and a18 from appA, were selected. The three transgenic lines exhibited significantly higher exuded phytase activity when compared to wild-type (WT) controls. A quartz sand culture experiment demonstrated that transgenic Brassica napus had significantly improved P uptake and plant biomass. A soil culture experiment revealed that seed yields of transgenic lines P11 and a18 increased by 20.9% and 59.9%, respectively, when compared to WT. When phytate was used as the sole P source, P accumulation in seeds increased by 20.6% and 46.9% with respect to WT in P11 and a18, respectively. The P3 line accumulated markedly more P in seeds than WT, while no significant difference was observed in seed yields when phytate was used as the sole P source. Phytase activities in transgenic canola seeds ranged from 1,138 to 1,605 U kg–1 seeds, while no phytase activity was detected in WT seeds. Moreover, phytic acid content in P11 and a18 seeds was significantly lower than in WT. These results introduce an opportunity for improvement of soil and seed phytate-P bioavailability through genetic manipulation of oilseed rape, thereby increasing plant production and P nutrition for monogastric animals.\n      "
            ],
            "publication_date": "2013-04-03T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1297,
            "citations": 3,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0060801",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0060801&representation=PDF"
        },
        "10.1371/journal.pone.0047205": {
            "author_display": [
                "Shaohua Chen",
                "Chenglan Liu",
                "Chuyan Peng",
                "Hongmei Liu",
                "Meiying Hu",
                "Guohua Zhong"
            ],
            "title_display": "Biodegradation of Chlorpyrifos and Its Hydrolysis Product 3,5,6-Trichloro-2-Pyridinol by a New Fungal Strain <i>Cladosporium cladosporioides</i> Hu-01",
            "abstract": [
                "\n        Intensive use of chlorpyrifos has resulted in its ubiquitous presence as a contaminant in surface streams and soils. It is thus critically essential to develop bioremediation methods to degrade and eliminate this pollutant from environments. We present here that a new fungal strain Hu-01 with high chlorpyrifos-degradation activity was isolated and identified as Cladosporium cladosporioides based on the morphology and 5.8S rDNA gene analysis. Strain Hu-01 utilized 50 mg·L−1 of chlorpyrifos as the sole carbon of source, and tolerated high concentration of chlorpyrifos up to 500 mg·L−1. The optimum degradation conditions were determined to be 26.8°C and pH 6.5 based on the response surface methodology (RSM). Under these conditions, strain Hu-01 completely metabolized the supplemented chlorpyrifos (50 mg·L−1) within 5 d. During the biodegradation process, transient accumulation of 3,5,6-trichloro-2-pyridinol (TCP) was observed. However, this intermediate product did not accumulate in the medium and disappeared quickly. No persistent accumulative metabolite was detected by gas chromatopraphy-mass spectrometry (GC-MS) analysis at the end of experiment. Furthermore, degradation kinetics of chlorpyrifos and TCP followed the first-order model. Compared to the non-inoculated controls, the half-lives (t1/2) of chlorpyrifos and TCP significantly reduced by 688.0 and 986.9 h with the inoculum, respectively. The isolate harbors the metabolic pathway for the complete detoxification of chlorpyrifos and its hydrolysis product TCP, thus suggesting the fungus may be a promising candidate for bioremediation of chlorpyrifos-contaminated water, soil or crop.\n      "
            ],
            "publication_date": "2012-10-08T00:00:00Z",
            "article_type": "Research Article",
            "views": 4101,
            "citations": 7,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0047205",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0047205&representation=PDF"
        },
        "10.1371/journal.pone.0074060": {
            "author_display": [
                "Nomar Espinosa Waminal",
                "Ki Hyun Ryu",
                "Sun-Hee Choi",
                "Hyun Hee Kim"
            ],
            "title_display": "Randomly Detected Genetically Modified (GM) Maize (<i>Zea mays</i> L.) near a Transport Route Revealed a Fragile 45S rDNA Phenotype",
            "abstract": [
                "\n\t\t\t\tMonitoring of genetically modified (GM) crops has been emphasized to prevent their potential effects on the environment and human health. Monitoring of the inadvertent dispersal of transgenic maize in several fields and transport routes in Korea was carried out by qualitative multiplex PCR, and molecular analyses were conducted to identify the events of the collected GM maize. Cytogenetic investigations through fluorescence in situ hybridization (FISH) of the GM maize were performed to check for possible changes in the 45S rDNA cluster because this cluster was reported to be sensitive to replication and transcription stress. Three GM maize kernels were collected from a transport route near Incheon port, Korea, and each was found to contain NK603, stacked MON863 x NK603, and stacked NK603 x MON810 inserts, respectively. Cytogenetic analysis of the GM maize containing the stacked NK603 x MON810 insert revealed two normal compact 5S rDNA signals, but the 45S rDNA showed a fragile phenotype, demonstrating a “beads-on-a-string” fragmentation pattern, which seems to be a consequence of genetic modification. Implications of the 45S rDNA cluster fragility in GM maize are also discussed.\n\t\t\t"
            ],
            "publication_date": "2013-09-09T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1509,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0074060",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0074060&representation=PDF"
        },
        "10.1371/journal.pone.0060911": {
            "author_display": [
                "Jay Chok",
                "Jifeng Qian"
            ],
            "title_display": "Do Executives' Backgrounds Matter to IPO Investors? Evidence from the Life Science Industry",
            "abstract": [
                "\nIn this study, we focus on the impact of senior executives' industry backgrounds on the amount of capital raised in the stock market. The primary contribution of the study entails applying the upper echelon theory to the initial public offering (IPO) phenomenon. Specifically, we hypothesize that the industry backgrounds of corporate executives affect the amount of capital that the firm raised in the primary stock market. We argue that the firm's future investment strategies are unobserved by the investors ex-ante and investors expect firms' investment strategies to be based on the executives' industry backgrounds. As a result, the executives' industry backgrounds influence the investors' expectations about what investment strategies the firm is likely to deploy. Furthermore, the above logic also suggests that executives of different industry backgrounds should prefer different investment strategies corresponding with demand for different amount of capital. As a result, we expect the industry backgrounds to covary with the capital raised from both the supply and demand perspectives. To test the hypotheses, we ran a reduced econometric model wherein the executives' background predicts the amount of capital raised. Regression analyses suggest that the capital raised is negatively associated with the number of senior executives with prior career experience in the healthcare and genomic sectors but positively associated with the number of senior executives with prior career experience in regulatory affairs. The results provide tentative support for the notion that investors infer corporate strategies from senior executives' industry backgrounds.\n"
            ],
            "publication_date": "2013-05-15T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1181,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0060911",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0060911&representation=PDF"
        },
        "10.1371/journal.pone.0039407": {
            "author_display": [
                "Lorenzo Pasotti",
                "Nicolò Politi",
                "Susanna Zucca",
                "Maria Gabriella Cusella De Angelis",
                "Paolo Magni"
            ],
            "title_display": "Bottom-Up Engineering of Biological Systems through Standard Bricks: A Modularity Study on Basic Parts and Devices",
            "abstract": [
                "Background: Modularity is a crucial issue in the engineering world, as it enables engineers to achieve predictable outcomes when different components are interconnected. Synthetic Biology aims to apply key concepts of engineering to design and construct new biological systems that exhibit a predictable behaviour. Even if physical and measurement standards have been recently proposed to facilitate the assembly and characterization of biological components, real modularity is still a major research issue. The success of the bottom-up approach strictly depends on the clear definition of the limits in which biological functions can be predictable. Results: The modularity of transcription-based biological components has been investigated in several conditions. First, the activity of a set of promoters was quantified in Escherichia coli via different measurement systems (i.e., different plasmids, reporter genes, ribosome binding sites) relative to an in vivo reference promoter. Second, promoter activity variation was measured when two independent gene expression cassettes were assembled in the same system. Third, the interchangeability of input modules (a set of constitutive promoters and two regulated promoters) connected to a fixed output device (a logic inverter) expressing GFP was evaluated. The three input modules provide tunable transcriptional signals that drive the output device. If modularity persists, identical transcriptional signals trigger identical GFP outputs. To verify this, all the input devices were individually characterized and then the input-output characteristic of the logic inverter was derived in the different configurations. Conclusions: Promoters activities (referred to a standard promoter) can vary when they are measured via different reporter devices (up to 22%), when they are used within a two-expression-cassette system (up to 35%) and when they drive another device in a functionally interconnected circuit (up to 44%). This paper provides a significant contribution to the study of modularity limitations in building biological systems by providing useful data on context-dependent variability of biological components. "
            ],
            "publication_date": "2012-07-20T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2635,
            "citations": 5,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0039407",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0039407&representation=PDF"
        },
        "10.1371/journal.pntd.0001496": {
            "author_display": [
                "Luke Alphey",
                "Camilla Beech"
            ],
            "title_display": "Appropriate Regulation of GM Insects",
            "abstract": [
                ""
            ],
            "publication_date": "2012-01-31T00:00:00Z",
            "article_type": "Expert Commentary",
            "journal": "PLoS Neglected Tropical Diseases",
            "views": 4074,
            "citations": 2,
            "url": "http://www.plosntds.org/article/info%3Adoi%2F10.1371%2Fjournal.pntd.0001496",
            "pdf": "http://www.plosntds.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pntd.0001496&representation=PDF"
        }
    },
    "subject-geography": {
        "10.1371/journal.pone.0072970": {
            "author_display": [
                "Juan A. Añel",
                "Douglas R. Allen",
                "Guadalupe Sáenz",
                "Luis Gimeno",
                "Laura de la Torre"
            ],
            "title_display": "Equivalent Latitude Computation Using Regions of Interest (ROI)",
            "abstract": [
                "\nThis paper introduces a novel algorithm to compute equivalent latitude by applying regions of interest (ROI). The technique is illustrated using code written in Interactive Data Language (IDL). The ROI method is compared with the “piecewise-constant” method, the approach commonly used in atmospheric sciences, using global fields of atmospheric potential vorticity. The ROI method is considerably more accurate and computationally faster than the piecewise-constant method, and it also works well with irregular grids. Both the ROI and piecewise-constant IDL codes for equivalent latitude are included as a useful reference for the research community.\n"
            ],
            "publication_date": "2013-09-25T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 755,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0072970",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0072970&representation=PDF"
        },
        "10.1371/journal.pone.0088666": {
            "author_display": [
                "Wei Luo",
                "Peifeng Yin",
                "Qian Di",
                "Frank Hardisty",
                "Alan M. MacEachren"
            ],
            "title_display": "A Geovisual Analytic Approach to Understanding Geo-Social Relationships in the International Trade Network",
            "abstract": [
                "\nThe world has become a complex set of geo-social systems interconnected by networks, including transportation networks, telecommunications, and the internet. Understanding the interactions between spatial and social relationships within such geo-social systems is a challenge. This research aims to address this challenge through the framework of geovisual analytics. We present the GeoSocialApp which implements traditional network analysis methods in the context of explicitly spatial and social representations. We then apply it to an exploration of international trade networks in terms of the complex interactions between spatial and social relationships. This exploration using the GeoSocialApp helps us develop a two-part hypothesis: international trade network clusters with structural equivalence are strongly ‘balkanized’ (fragmented) according to the geography of trading partners, and the geographical distance weighted by population within each network cluster has a positive relationship with the development level of countries. In addition to demonstrating the potential of visual analytics to provide insight concerning complex geo-social relationships at a global scale, the research also addresses the challenge of validating insights derived through interactive geovisual analytics. We develop two indicators to quantify the observed patterns, and then use a Monte-Carlo approach to support the hypothesis developed above.\n"
            ],
            "publication_date": "2014-02-18T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1115,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0088666",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0088666&representation=PDF"
        },
        "10.1371/journal.pbio.1001634": {
            "author_display": [
                "Joel Hartter",
                "Sadie J. Ryan",
                "Catrina A. MacKenzie",
                "John N. Parker",
                "Carly A. Strasser"
            ],
            "title_display": "Spatially Explicit Data: Stewardship and Ethical Challenges in Science",
            "abstract": [
                "\nSharing spatially specific data, which includes the characteristics and behaviors of individuals, households, or communities in geographical space, raises distinct technical and ethical challenges.\n\nScholarly communication is at an unprecedented turning point created in part by the increasing saliency of data stewardship and data sharing. Formal data management plans represent a new emphasis in research, enabling access to data at higher volumes and more quickly, and the potential for replication and augmentation of existing research. Data sharing has recently transformed the practice, scope, content, and applicability of research in several disciplines, in particular in relation to spatially specific data. This lends exciting potentiality, but the most effective ways in which to implement such changes, particularly for disciplines involving human subjects and other sensitive information, demand consideration. Data management plans, stewardship, and sharing, impart distinctive technical, sociological, and ethical challenges that remain to be adequately identified and remedied. Here, we consider these and propose potential solutions for their amelioration.\n"
            ],
            "publication_date": "2013-09-03T00:00:00Z",
            "article_type": "Perspective",
            "journal": "PLoS Biology",
            "views": 5860,
            "citations": 1,
            "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001634",
            "pdf": "http://www.plosbiology.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pbio.1001634&representation=PDF"
        },
        "10.1371/journal.pone.0098847": {
            "author_display": [
                "Miao Liu",
                "Yanyan Xu",
                "Yuanman Hu",
                "Chunlin Li",
                "Fengyun Sun",
                "Tan Chen"
            ],
            "title_display": "A Century of the Evolution of the Urban Area in Shenyang, China",
            "abstract": [
                "\nAnalyzing spatiotemporal characteristics of the historical urbanization process is essential in understanding the dynamics of urbanization and scientifically planned urban development. Based on historical urban area maps and remote sensing images, this study examined the urban expansion of Shenyang from 1910 to 2010 using area statistics, typology identification, and landscape metrics approaches. The population and gross domestic product were analyzed as driving factors. The results showed that the urban area of Shenyang increased 43.39-fold during the study period and that the growth rate has accelerated since the 1980s. Three urban growth types were distinguished: infilling, edge-expansion, and spontaneous growth. Edge-expansion was the primary growth type. Infilling growth became the main growth type in the periods 1946–70, 1988–97, and 2004–10. Spontaneous growth was concentrated in the period of 1997 to 2000. The results of landscape metrics indicate that the urban landscape of Shenyang originally was highly aggregated, but has become increasingly fragmented. The urban fringe area was the traditional hot zone of urbanization. Shenyang was mainly located north of the Hun River before 1980; however, the south side of the river has been the hot zone of urbanization since the 1980s. The increase of urban area strongly correlated with the growth of GDP and population. Over a long time scale, the urbanization process has been affected by major historical events.\n"
            ],
            "publication_date": "2014-06-03T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 117,
            "citations": 0,
            "url": "http://www.plosone.org/article/info:doi/10.1371/journal.pone.0098847",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info:doi/10.1371/journal.pone.0098847&representation=PDF"
        },
        "10.1371/journal.pone.0016518": {
            "author_display": [
                "Gabriell Máté",
                "Zoltán Néda",
                "József Benedek"
            ],
            "title_display": "Spring-Block Model Reveals Region-Like Structures",
            "abstract": [
                "\n        A mechanical spring-block model is used for realizing an objective space partition of settlements from a geographic territory in region-like structures. The method is based on the relaxation-dynamics of the spring-block system and reveals in a hierarchical manner region-like entities at different spatial scales. It takes into account in an elegant manner both the spatiality of the elements and the connectivity relations among them. Spatiality is taken into account by using the geographic coordinates of the settlements, and by detecting the neighbors with the help of a Delaunay triangulation. Connectivity between neighboring settlements are quantified using a Pearson-like correlation for the relative variation of a relevant socio-economic parameter (population size, GDP, tax payed per inhabitant, etc.). The method is implemented in an interactive JAVA application and it is applied with success for an artificially generated society and for the case of USA, Hungary and Transylvania.\n      "
            ],
            "publication_date": "2011-02-08T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1977,
            "citations": 2,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0016518",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0016518&representation=PDF"
        },
        "10.1371/journal.pone.0066293": {
            "author_display": [
                "Salvatore Eugenio Pappalardo",
                "Massimo De Marchi",
                "Francesco Ferrarese"
            ],
            "title_display": "Uncontacted Waorani in the Yasuní Biosphere Reserve: Geographical Validation of the <i>Zona Intangible Tagaeri Taromenane (ZITT)</i>",
            "abstract": [
                "\nThe Tagaeri Taromenane People are two indigenous groups belonging to the Waorani first nation living in voluntary isolation within the Napo region of the western Amazon rainforest. To protect their territory the Ecuadorean State has declared and geographically defined, by Decrees, the Zona Intangible Tagaeri Taromenane (ZITT). This zone is located within the UNESCO Yasuní Biosphere Reserve (1989), one of the most biodiverse areas in the world. Due to several hydrocarbon reserve exploitation projects running in the area and the advancing of a large-scale deforestation front, the survival of these groups is presently at risk. The general aim was to validate the ZITT boundary using the geographical references included in the Decree 2187 (2007) by analyzing the geomorphological characteristics of the area. Remote sensing data such as Digital Elevation Models (DEM), Landsat imagery, topographic cartography of IGM-Ecuador, and fieldwork geographical data have been integrated and processed by Geographical Information System (GIS). The ZITT presents two levels of geographic inconsistencies. The first dimension is about the serious cartographical weaknesses in the perimeter delimitation related to the impossibility of linking two rivers belonging to different basins while the second deals with the perimeter line not respecting the hydrographic network. The GIS analysis results clearly show that ZITT boundary is cartographically nonsense due to the impossibility of mapping out the perimeter. Furthermore, GIS analysis of anthropological data shows presence of Tagaeri Taromenane clans outside the ZITT perimeter, within oil production areas and in nearby farmer settlements, reflecting the limits of protection policies for non-contacted indigenous territory. The delimitation of the ZITT followed a traditional pattern of geometric boundary not taking into account the nomadic characteristic of Tagaeri Taromenane: it is necessary to adopt geographical approaches to recognize the indigenous right to their liveable territories in the complex territorialities enacted by different stakeholders.\n"
            ],
            "publication_date": "2013-06-19T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 7461,
            "citations": 1,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0066293",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0066293&representation=PDF"
        },
        "10.1371/journal.pone.0045985": {
            "author_display": [
                "Maxime Lenormand",
                "Sylvie Huet",
                "Floriana Gargiulo",
                "Guillaume Deffuant"
            ],
            "title_display": "A Universal Model of Commuting Networks",
            "abstract": [
                "\n        We show that a recently proposed model generates accurate commuting networks on 80 case studies from different regions of the world (Europe and United-States) at different scales (e.g. municipalities, counties, regions). The model takes as input the number of commuters coming in and out of each geographic unit and generates the matrix of commuting flows between the units. The single parameter of the model follows a universal law that depends only on the scale of the geographic units. We show that our model significantly outperforms two other approaches proposing a universal commuting model [1], [2], particularly when the geographic units are small (e.g. municipalities).\n      "
            ],
            "publication_date": "2012-10-01T00:00:00Z",
            "article_type": "Research Article",
            "views": 1667,
            "citations": 1,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0045985",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0045985&representation=PDF"
        },
        "10.1371/journal.pbio.0030270": {
            "author_display": [
                "Mark Stoneking",
                "Brigitte Pakendorf",
                "Hiroki Oota"
            ],
            "title_display": "Authors' Reply",
            "abstract": [
                ""
            ],
            "publication_date": "2005-08-16T00:00:00Z",
            "article_type": "Correspondence and Other Communications",
            "journal": "PLoS Biology",
            "views": 1853,
            "citations": 0,
            "url": "http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371%2Fjournal.pbio.0030270",
            "pdf": "http://fetchObject.action?uri=http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371%2Fjournal.pbio.0030270&representation=PDF"
        },
        "10.1371/journal.pbio.0040208": {
            "author_display": [
                "C. David L Orme",
                "Richard G Davies",
                "Valerie A Olson",
                "Gavin H Thomas",
                "Tzung-Su Ding",
                "Pamela C Rasmussen",
                "Robert S Ridgely",
                "Ali J Stattersfield",
                "Peter M Bennett",
                "Ian P. F Owens",
                "Tim M Blackburn",
                "Kevin J Gaston"
            ],
            "title_display": "Global Patterns of Geographic Range Size in Birds",
            "abstract": [
                "\n        Large-scale patterns of spatial variation in species geographic range size are central to many fundamental questions in macroecology and conservation biology. However, the global nature of these patterns has remained contentious, since previous studies have been geographically restricted and/or based on small taxonomic groups. Here, using a database on the breeding distributions of birds, we report the first (to our knowledge) global maps of variation in species range sizes for an entire taxonomic class. We show that range area does not follow a simple latitudinal pattern. Instead, the smallest range areas are attained on islands, in mountainous areas, and largely in the southern hemisphere. In contrast, bird species richness peaks around the equator, and towards higher latitudes. Despite these profoundly different latitudinal patterns, spatially explicit models reveal a weak tendency for areas with high species richness to house species with significantly smaller median range area. Taken together, these results show that for birds many spatial patterns in range size described in geographically restricted analyses do not reflect global rules. It remains to be discovered whether global patterns in geographic range size are best interpreted in terms of geographical variation in species assemblage packing, or in the rates of speciation, extinction, and dispersal that ultimately underlie biodiversity.\n      \n        The first global maps of variation in species range sizes for an entire taxonomic class--birds--reveals that range area does not follow a simple latitudinal pattern.\n      "
            ],
            "publication_date": "2006-06-20T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS Biology",
            "views": 14491,
            "citations": 38,
            "url": "http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371%2Fjournal.pbio.0040208",
            "pdf": "http://fetchObject.action?uri=http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371%2Fjournal.pbio.0040208&representation=PDF"
        },
        "10.1371/journal.pone.0077488": {
            "author_display": [
                "Guanghua Zhang",
                "Yuqing Zhang",
                "Zhenguo Chen"
            ],
            "title_display": "Using Trust to Secure Geographic and Energy Aware Routing against Multiple Attacks",
            "abstract": [
                "\nTo address the vulnerability of geographic routing to multiple security threats such as false routing information, selective forwarding and the Sybil attack in wireless sensor networks, this paper proposes a trust-based defending model against above-mentioned multiple attacks. Considering the characteristics of resource-constrained sensor nodes, trust values of neighboring nodes on the routing path can be calculated through the Dirichlet distribution function, which is based on data packets' acknowledgements in a certain period instead of energy-consuming monitoring. Trust is combined with the cost of geographic and energy aware routing for selecting the next hop of routing. At the same time, the initial trust is dynamically determined, service requests are restricted for malicious nodes in accordance with trust values, and the impact of node mobility is weakened by the trust evolution. The simulation results and analysis show that the proposed model under multiple attacks has advantages in packet delivery ratio and network lifetime over the existing models.\n"
            ],
            "publication_date": "2013-10-21T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 555,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0077488",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0077488&representation=PDF"
        }
    },
    "subject-physics": {
        "10.1371/journal.pone.0017503": {
            "author_display": [
                "Shinji Deguchi"
            ],
            "title_display": "Mechanism of and Threshold Biomechanical Conditions for Falsetto Voice Onset",
            "abstract": [
                "\n        The sound source of a voice is produced by the self-excited oscillation of the vocal folds. In modal voice production, a drastic increase in transglottal pressure after vocal fold closure works as a driving force that develops self-excitation. Another type of vocal fold oscillation with less pronounced glottal closure observed in falsetto voice production has been accounted for by the mucosal wave theory. The classical theory assumes a quasi-steady flow, and the expected driving force onto the vocal folds under wavelike motion is derived from the Bernoulli effect. However, wavelike motion is not always observed during falsetto voice production. More importantly, the application of the quasi-steady assumption to a falsetto voice with a fundamental frequency of several hundred hertz is unsupported by experiments. These considerations suggested that the mechanism of falsetto voice onset may be essentially different from that explained by the mucosal wave theory. In this paper, an alternative mechanism is submitted that explains how self-excitation reminiscent of the falsetto voice could be produced independent of the glottal closure and wavelike motion. This new explanation is derived through analytical procedures by employing only general unsteady equations of motion for flow and solids. The analysis demonstrated that a convective acceleration of a flow induced by rapid wall movement functions as a negative damping force, leading to the self-excitation of the vocal folds. The critical subglottal pressure and volume flow are expressed as functions of vocal fold biomechanical properties, geometry, and voice fundamental frequency. The analytically derived conditions are qualitatively and quantitatively reasonable in view of reported measurement data of the thresholds required for falsetto voice onset. Understanding of the voice onset mechanism and the explicit mathematical descriptions of thresholds would be beneficial for the diagnosis and treatment of voice diseases and the development of artificial vocal folds.\n      "
            ],
            "publication_date": "2011-03-07T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2466,
            "citations": 2,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0017503",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0017503&representation=PDF"
        },
        "10.1371/journal.pone.0090280": {
            "author_display": [
                "Arshad Khan",
                "Ilyas Khan",
                "Farhad Ali",
                "Sami ulhaq",
                "Sharidan Shafie"
            ],
            "title_display": "Effects of Wall Shear Stress on Unsteady MHD Conjugate Flow in a Porous Medium with Ramped Wall Temperature",
            "abstract": [
                "\nThis study investigates the effects of an arbitrary wall shear stress on unsteady magnetohydrodynamic (MHD) flow of a Newtonian fluid with conjugate effects of heat and mass transfer. The fluid is considered in a porous medium over a vertical plate with ramped temperature. The influence of thermal radiation in the energy equations is also considered. The coupled partial differential equations governing the flow are solved by using the Laplace transform technique. Exact solutions for velocity and temperature in case of both ramped and constant wall temperature as well as for concentration are obtained. It is found that velocity solutions are more general and can produce a huge number of exact solutions correlative to various fluid motions. Graphical results are provided for various embedded flow parameters and discussed in details.\n"
            ],
            "publication_date": "2014-03-12T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 522,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0090280",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0090280&representation=PDF"
        },
        "10.1371/journal.pone.0061531": {
            "author_display": [
                "Ilyas Khan",
                "Farhad Ali",
                "Sharidan Shafie"
            ],
            "title_display": "Stokes' Second Problem for Magnetohydrodynamics Flow in a Burgers' Fluid: The Cases γ = λ<sup>2</sup>/4 and γ>λ<sup>2</sup>/4",
            "abstract": [
                "\nThe present work is concerned with exact solutions of Stokes second problem for magnetohydrodynamics (MHD) flow of a Burgers' fluid. The fluid over a flat plate is assumed to be electrically conducting in the presence of a uniform magnetic field applied in outward transverse direction to the flow. The equations governing the flow are modeled and then solved using the Laplace transform technique. The expressions of velocity field and tangential stress are developed when the relaxation time satisfies the condition γ = λ2/4 or γ>λ2/4. The obtained closed form solutions are presented in the form of simple or multiple integrals in terms of Bessel functions and terms with only Bessel functions. The numerical integration is performed and the graphical results are displayed for the involved flow parameters. It is found that the velocity decreases whereas the shear stress increases when the Hartmann number is increased. The solutions corresponding to the Stokes' first problem for hydrodynamic Burgers' fluids are obtained as limiting cases of the present solutions. Similar solutions for Stokes' second problem of hydrodynamic Burgers' fluids and those for Newtonian and Oldroyd-B fluids can also be obtained as limiting cases of these solutions.\n"
            ],
            "publication_date": "2013-05-08T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1210,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0061531",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0061531&representation=PDF"
        },
        "10.1371/journal.pone.0039999": {
            "author_display": [
                "Wade A. Walker"
            ],
            "title_display": "The Repeated Replacement Method: A Pure Lagrangian Meshfree Method for Computational Fluid Dynamics",
            "abstract": [
                "\n        In this paper we describe the repeated replacement method (RRM), a new meshfree method for computational fluid dynamics (CFD). RRM simulates fluid flow by modeling compressible fluids’ tendency to evolve towards a state of constant density, velocity, and pressure. To evolve a fluid flow simulation forward in time, RRM repeatedly “chops out” fluid from active areas and replaces it with new “flattened” fluid cells with the same mass, momentum, and energy. We call the new cells “flattened” because we give them constant density, velocity, and pressure, even though the chopped-out fluid may have had gradients in these primitive variables. RRM adaptively chooses the sizes and locations of the areas it chops out and replaces. It creates more and smaller new cells in areas of high gradient, and fewer and larger new cells in areas of lower gradient. This naturally leads to an adaptive level of accuracy, where more computational effort is spent on active areas of the fluid, and less effort is spent on inactive areas. We show that for common test problems, RRM produces results similar to other high-resolution CFD methods, while using a very different mathematical framework. RRM does not use Riemann solvers, flux or slope limiters, a mesh, or a stencil, and it operates in a purely Lagrangian mode. RRM also does not evaluate numerical derivatives, does not integrate equations of motion, and does not solve systems of equations.\n      "
            ],
            "publication_date": "2012-07-06T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1458,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0039999",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0039999&representation=PDF"
        },
        "10.1371/journal.pone.0000133": {
            "author_display": [
                "Timothy J. Crone",
                "William S.D. Wilcock",
                "Andrew H. Barclay",
                "Jeffrey D. Parsons"
            ],
            "title_display": "The Sound Generated by Mid-Ocean Ridge Black Smoker Hydrothermal Vents",
            "abstract": [
                "\n            Hydrothermal flow through seafloor black smoker vents is typically turbulent and vigorous, with speeds often exceeding 1 m/s. Although theory predicts that these flows will generate sound, the prevailing view has been that black smokers are essentially silent. Here we present the first unambiguous field recordings showing that these vents radiate significant acoustic energy. The sounds contain a broadband component and narrowband tones which are indicative of resonance. The amplitude of the broadband component shows tidal modulation which is indicative of discharge rate variations related to the mechanics of tidal loading. Vent sounds will provide researchers with new ways to study flow through sulfide structures, and may provide some local organisms with behavioral or navigational cues.\n         "
            ],
            "publication_date": "2006-12-27T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 13048,
            "citations": 5,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0000133",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0000133&representation=PDF"
        },
        "10.1371/journal.pone.0078114": {
            "author_display": [
                "Michael R. Feldman"
            ],
            "title_display": "Re-Examination of Globally Flat Space-Time",
            "abstract": [
                "\nIn the following, we offer a novel approach to modeling the observed effects currently attributed to the theoretical concepts of “dark energy,” “dark matter,” and “dark flow.” Instead of assuming the existence of these theoretical concepts, we take an alternative route and choose to redefine what we consider to be inertial motion as well as what constitutes an inertial frame of reference in flat space-time. We adopt none of the features of our current cosmological models except for the requirement that special and general relativity be local approximations within our revised definition of inertial systems. Implicit in our ideas is the assumption that at “large enough” scales one can treat objects within these inertial systems as point-particles having an insignificant effect on the curvature of space-time. We then proceed under the assumption that time and space are fundamentally intertwined such that time- and spatial-translational invariance are not inherent symmetries of flat space-time (i.e., observable clock rates depend upon both relative velocity and spatial position within these inertial systems) and take the geodesics of this theory in the radial Rindler chart as the proper characterization of inertial motion. With this commitment, we are able to model solely with inertial motion the observed effects expected to be the result of “dark energy,” “dark matter,” and “dark flow.” In addition, we examine the potential observable implications of our theory in a gravitational system located within a confined region of an inertial reference frame, subsequently interpreting the Pioneer anomaly as support for our redefinition of inertial motion. As well, we extend our analysis into quantum mechanics by quantizing for a real scalar field and find a possible explanation for the asymmetry between matter and antimatter within the framework of these redefined inertial systems.\n"
            ],
            "publication_date": "2013-11-08T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2866,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0078114",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0078114&representation=PDF"
        },
        "10.1371/journal.pone.0097590": {
            "author_display": [
                "Yoichi Ochiai",
                "Takayuki Hoshi",
                "Jun Rekimoto"
            ],
            "title_display": "Three-Dimensional Mid-Air Acoustic Manipulation by Ultrasonic Phased Arrays",
            "abstract": [
                "\nThe essence of levitation technology is the countervailing of gravity. It is known that an ultrasound standing wave is capable of suspending small particles at its sound pressure nodes. The acoustic axis of the ultrasound beam in conventional studies was parallel to the gravitational force, and the levitated objects were manipulated along the fixed axis (i.e. one-dimensionally) by controlling the phases or frequencies of bolted Langevin-type transducers. In the present study, we considered extended acoustic manipulation whereby millimetre-sized particles were levitated and moved three-dimensionally by localised ultrasonic standing waves, which were generated by ultrasonic phased arrays. Our manipulation system has two original features. One is the direction of the ultrasound beam, which is arbitrary because the force acting toward its centre is also utilised. The other is the manipulation principle by which a localised standing wave is generated at an arbitrary position and moved three-dimensionally by opposed and ultrasonic phased arrays. We experimentally confirmed that expanded-polystyrene particles of 0.6 mm, 1 mm, and 2 mm in diameter could be manipulated by our proposed method.\n"
            ],
            "publication_date": "2014-05-21T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 479,
            "citations": 0,
            "url": "http://www.plosone.org/article/info:doi/10.1371/journal.pone.0097590",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info:doi/10.1371/journal.pone.0097590&representation=PDF"
        },
        "10.1371/journal.pone.0047918": {
            "author_display": [
                "Andrew Bell"
            ],
            "title_display": "A Resonance Approach to Cochlear Mechanics",
            "abstract": [
                "Background: How does the cochlea analyse sound into its component frequencies? In the 1850s Helmholtz thought it occurred by resonance, whereas a century later Békésy's work indicated a travelling wave. The latter answer seemed to settle the question, but with the discovery in 1978 that the cochlea emits sound, the mechanics of the cochlea was back on the drawing board. Recent studies have raised questions about whether the travelling wave, as currently understood, is adequate to explain observations. Approach: Applying basic resonance principles, this paper revisits the question. A graded bank of harmonic oscillators with cochlear-like frequencies and quality factors is simultaneously excited, and it is found that resonance gives rise to similar frequency responses, group delays, and travelling wave velocities as observed by experiment. The overall effect of the group delay gradient is to produce a decelerating wave of peak displacement moving from base to apex at characteristic travelling wave speeds. The extensive literature on chains of coupled oscillators is considered, and the occurrence of travelling waves, pseudowaves, phase plateaus, and forced resonance in such systems is noted. Conclusion and significance: This alternative approach to cochlear mechanics shows that a travelling wave can simply arise as an apparently moving amplitude peak which passes along a bank of resonators without carrying energy. This highlights the possible role of the fast pressure wave and indicates how phase delays and group delays of a set of driven harmonic oscillators can generate an apparent travelling wave. It is possible to view the cochlea as a chain of globally forced coupled oscillators, and this model incorporates fundamental aspects of both the resonance and travelling wave theories. "
            ],
            "publication_date": "2012-11-08T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2736,
            "citations": 1,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0047918",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0047918&representation=PDF"
        },
        "10.1371/journal.pone.0081659": {
            "author_display": [
                "Shafiq R. Qureshi",
                "Waqar A. Khan",
                "Robert Prosser"
            ],
            "title_display": "Behaviour of a Premixed Flame Subjected to Acoustic Oscillations",
            "abstract": [
                "\nIn this paper, a one dimensional premixed laminar methane flame is subjected to acoustic oscillations and studied. The purpose of this analysis is to investigate the effects of acoustic perturbations on the reaction rates of different species, with a view to their respective contribution to thermoacoustic instabilities. Acoustically transparent non reflecting boundary conditions are employed. The flame response has been studied with acoustic waves of different frequencies and amplitudes. The integral values of the reaction rates, the burning velocities and the heat release of the acoustically perturbed flame are compared with the unperturbed case. We found that the flame's sensitivity to acoustic perturbations is greatest when the wavelength is comparable to the flame thickness. Even in this case, the perturbations are stable with time. We conclude that acoustic fields acting on the chemistry do not contribute significantly to the emergence of large amplitude pressure oscillations.\n"
            ],
            "publication_date": "2013-12-20T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 491,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0081659",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0081659&representation=PDF"
        },
        "10.1371/journal.pone.0007963": {
            "author_display": [
                "Kareem Elsayad",
                "Katrin G. Heinze"
            ],
            "title_display": "Defining a Superlens Operating Regime for Imaging Fluorescent Molecules",
            "abstract": [
                "\nIt has been shown that thin metal-based films can at certain frequencies act as planar near-field lenses for certain polarization components. A desirable property of such “lenses” is that they can also enhance and focus some large transverse spatial frequency components which contain sub-diffraction limit details. Over the last decade there has been much work in optimizing designs to reduce effects (such as material losses and surface roughness) that are detrimental to image reconstruction. One design that can reduce some of these undesirable effects, and which has received a fair amount of attention recently, is the stacked metal-dielectric superlens. Here we theoretically explore the imaging ability of such a design for the specific purpose of imaging a fluorescent dye (the common bio-marker GFP) in the vicinity of the superlens surface. Our calculations take into consideration the interaction (damping) of an oscillating electric dipole with the metallic layers in the superlens. We also assume a Gaussian frequency distribution spectrum for the dipole. We treat the metallic-alloy and dielectric-alloy layers separately using an appropriate effective medium theory. The transmission properties are evaluated via Transfer matrix (-matrix) calculations that were performed in the MatLab and MathCad environments. Our study shows that it is in principle possible to image fluorescent molecules using a simple bilayer planar superlens. We find that optimal parameters for such a superlens occur when the peak dipole emission-frequency is slightly offset from the Surface Plasmon resonance frequency of the metal-dielectric interfaces. The best resolution is obtained when the fluorescent molecules are not too close ( nm) or too far ( nm) from the superlens surface. The realization and application of a superlens with the specified design is possible using current nanofabrication techniques. When combined with e.g. a sub-wavelength grating structure (such as in the far-field superlens design previously proposed [1]) or a fast near-field scanning probe, it could provide a means for fast fluorescent imaging with sub-diffraction limit resolution.\n"
            ],
            "publication_date": "2009-12-01T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2122,
            "citations": 1,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0007963",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0007963&representation=PDF"
        }
    },
    "subject-psychology": {
        "10.1371/journal.pone.0085677": {
            "author_display": [
                "Ira Trofimova"
            ],
            "title_display": "Observer Bias: An Interaction of Temperament Traits with Biases in the Semantic Perception of Lexical Material",
            "abstract": [
                "\nThe lexical approach is a method in differential psychology that uses people's estimations of verbal descriptors of human behavior in order to derive the structure of human individuality. The validity of the assumptions of this method about the objectivity of people's estimations is rarely questioned. Meanwhile the social nature of language and the presence of emotionality biases in cognition are well-recognized in psychology. A question remains, however, as to whether such an emotionality-capacities bias is strong enough to affect semantic perception of verbal material. For the lexical approach to be valid as a method of scientific investigations, such biases should not exist in semantic perception of the verbal material that is used by this approach. This article reports on two studies investigating differences between groups contrasted by 12 temperament traits (i.e. by energetic and other capacities, as well as emotionality) in the semantic perception of very general verbal material. Both studies contrasted the groups by a variety of capacities: endurance, lability and emotionality separately in physical, social-verbal and mental aspects of activities. Hypotheses of “background emotionality” and a “projection through capacities” were supported. Non-evaluative criteria for categorization (related to complexity, organization, stability and probability of occurrence of objects) followed the polarity of evaluative criteria, and did not show independence from this polarity. Participants with stronger physical or social endurance gave significantly more positive ratings to a variety of concepts, and participants with faster physical tempo gave more positive ratings to timing-related concepts. The results suggest that people's estimations of lexical material related to human behavior have emotionality, language- and dynamical capacities-related biases and therefore are unreliable. This questions the validity of the lexical approach as a method for the objective study of stable individual differences.\n"
            ],
            "publication_date": "2014-01-27T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 935,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0085677",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0085677&representation=PDF"
        },
        "10.1371/journal.pone.0067395": {
            "author_display": [
                "Faren Grant",
                "Constance Guille",
                "Srijan Sen"
            ],
            "title_display": "Well-Being and the Risk of Depression under Stress",
            "abstract": [
                "\nImproving our ability to accurately predict individual risk for depression would have profound public health benefits. While there has been growing interest in understanding the relation between measures of positive emotion, such as well-being, and depression, it is not clear whether low well-being is an independent predictor of short term depression risk. We assessed whether low well-being is a risk factor for depressive symptoms. Medical internship is a well-established period of stress when levels of depressive symptoms increase dramatically. 1621 individuals beginning medical internship were assessed for well-being, depressive symptoms, and a set of psychological and demographic traits prior to starting internship year and again for depressive symptoms at 3 month intervals during the year. Low subjective well-being significantly predicted increased depression symptom scores during the stress of medical internship and accounted for individual level inter-variability in depression symptom trends across time. Assessing well-being may have utility in predicting future depression risk.\n"
            ],
            "publication_date": "2013-07-01T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1556,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0067395",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0067395&representation=PDF"
        },
        "10.1371/journal.pone.0042366": {
            "author_display": [
                "Ravi Iyer",
                "Spassena Koleva",
                "Jesse Graham",
                "Peter Ditto",
                "Jonathan Haidt"
            ],
            "title_display": "Understanding Libertarian Morality: The Psychological Dispositions of Self-Identified Libertarians",
            "abstract": [
                "\n        Libertarians are an increasingly prominent ideological group in U.S. politics, yet they have been largely unstudied. Across 16 measures in a large web-based sample that included 11,994 self-identified libertarians, we sought to understand the moral and psychological characteristics of self-described libertarians. Based on an intuitionist view of moral judgment, we focused on the underlying affective and cognitive dispositions that accompany this unique worldview. Compared to self-identified liberals and conservatives, libertarians showed 1) stronger endorsement of individual liberty as their foremost guiding principle, and weaker endorsement of all other moral principles; 2) a relatively cerebral as opposed to emotional cognitive style; and 3) lower interdependence and social relatedness. As predicted by intuitionist theories concerning the origins of moral reasoning, libertarian values showed convergent relationships with libertarian emotional dispositions and social preferences. Our findings add to a growing recognition of the role of personality differences in the organization of political attitudes.\n      "
            ],
            "publication_date": "2012-08-21T00:00:00Z",
            "article_type": "Research Article",
            "views": 56656,
            "citations": 12,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0042366",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0042366&representation=PDF"
        },
        "10.1371/journal.pone.0041489": {
            "author_display": [
                "Jean-Baptiste Pingault",
                "Bruno Falissard",
                "Sylvana Côté",
                "Sylvie Berthoz"
            ],
            "title_display": "A New Approach of Personality and Psychiatric Disorders: A Short Version of the Affective Neuroscience Personality Scales",
            "abstract": [
                "Background: The Affective Neuroscience Personality Scales (ANPS) is an instrument designed to assess endophenotypes related to activity in the core emotional systems that have emerged from affective neuroscience research. It operationalizes six emotional endophenotypes with empirical evidence derived from ethology, neural analyses and pharmacology: PLAYFULNESS/joy, SEEKING/interest, CARING/nurturance, ANGER/rage, FEAR/anxiety, and SADNESS/separation distress. We aimed to provide a short version of this questionnaire (ANPS-S). Methodology/Principal Findings: We used a sample of 830 young French adults which was randomly split into two subsamples. The first subsample was used to select the items for the short scales. The second subsample and an additional sample of 431 Canadian adults served to evaluate the psychometric properties of the short instrument. The ANPS-S was similar to the long version regarding intercorrelations between the scales and gender differences. The ANPS-S had satisfactory psychometric properties, including factorial structure, unidimensionality of all scales, and internal consistency. The scores from the short version were highly correlated with the scores from the long version. Conclusions/Significance: The short ANPS proves to be a promising instrument to assess endophenotypes for psychiatrically relevant science. "
            ],
            "publication_date": "2012-07-26T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 2891,
            "citations": 1,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0041489",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0041489&representation=PDF"
        },
        "10.1371/journal.pone.0040333": {
            "author_display": [
                "Brian P. Meier",
                "Paul R. D’Agostino",
                "Andrew J. Elliot",
                "Markus A. Maier",
                "Benjamin M. Wilkowski"
            ],
            "title_display": "Color in Context: Psychological Context Moderates the Influence of Red on Approach- and Avoidance-Motivated Behavior",
            "abstract": [
                "Background: A basic premise of the recently proffered color-in-context model is that the influence of color on psychological functioning varies as a function of the psychological context in which color is perceived. Some research has examined the appetitive and aversive implications of viewing the color red in romance- and achievement-relevant contexts, respectively, but in all existing empirical work approach and avoidance behavior has been studied in separate tasks and separate experiments. Research is needed to directly test whether red influences the same behavior differently depending entirely on psychological context. Methodology/Principal Findings: The present experiment was designed to put this premise to direct test in romance- and achievement-relevant contexts within the same experimental paradigm involving walking behavior. Our results revealed that exposure to red (but not blue) indeed has differential implications for walking behavior as a function of the context in which the color is perceived. Red increased the speed with which participants walked to an ostensible interview about dating (a romance-relevant context), but decreased the speed with which they walked to an ostensible interview about intelligence (an achievement-relevant context). Conclusions/Significance: These results are the first direct evidence that the influence of red on psychological functioning in humans varies by psychological context. Our findings contribute to both the literature on color psychology and the broader, emerging literature on the influence of context on basic psychological processes. "
            ],
            "publication_date": "2012-07-11T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 4365,
            "citations": 6,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0040333",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0040333&representation=PDF"
        },
        "10.1371/journal.pone.0054937": {
            "author_display": [
                "Daniel Romer",
                "Ellen Peters",
                "Andrew A. Strasser",
                "Daniel Langleben"
            ],
            "title_display": "Desire versus Efficacy in Smokers’ Paradoxical Reactions to Pictorial Health Warnings for Cigarettes",
            "abstract": [
                "\n        Pictorial health warnings on cigarette packs create aversive emotional reactions to smoking and induce thoughts about quitting; however, contrary to models of health behavior change, they do not appear to alter intentions to quit smoking. We propose and test a novel model of intention to quit an addictive habit such as smoking (the efficacy-desire model) that can explain this paradoxical effect. At the core of the model is the prediction that self-efficacy and desire to quit an addictive habit are inversely related. We tested the model in an online experiment that randomly exposed smokers (N = 3297) to a cigarette pack with one of three increasing levels of warning intensity. The results supported the model’s prediction that despite the effects of warnings on aversion to smoking, intention to quit smoking is an inverted U-shape function of the smoker’s self-efficacy for quitting. In addition, smokers with greater (lesser) quit efficacy relative to smoking efficacy increase (decrease) intentions to quit. The findings show that previous failures to observe effects of pictorial warning labels on quit intentions can be explained by the contradictory individual differences that warnings produce. Thus, the model explains the paradoxical finding that quit intentions do not change at the population level, even though smokers recognize the implications of warnings. The model suggests that pictorial warnings are effective for smokers with stronger quit-efficacy beliefs and provides guidance for how cigarette warnings and tobacco control strategies can be designed to help smokers quit.\n      "
            ],
            "publication_date": "2013-01-29T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1515,
            "citations": 2,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0054937",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0054937&representation=PDF"
        },
        "10.1371/journal.pone.0071327": {
            "author_display": [
                "Katharine H. Greenaway",
                "Winnifred R. Louis",
                "Matthew J. Hornsey"
            ],
            "title_display": "Loss of Control Increases Belief in Precognition and Belief in Precognition Increases Control",
            "abstract": [
                "\n    Every year thousands of dollars are spent on psychics who claim to “know” the future. The present research questions why, despite no evidence that humans are able to psychically predict the future, do people persist in holding irrational beliefs about precognition? We argue that believing the future is predictable increases one’s own perceived ability to exert control over future events. As a result, belief in precognition should be particularly strong when people most desire control–that is, when they lack it. In Experiment 1 (N = 87), people who were experimentally induced to feel low in control reported greater belief in precognition than people who felt high in control. Experiment 2 (N = 53) investigated whether belief in precognition increases perceived control. Consistent with this notion, providing scientific evidence that precognition is possible increased feelings of control relative to providing scientific evidence that precognition was not possible. Experiment 3 (N = 132) revealed that when control is low, believing in precognition helps people to feel in control once more. Prediction therefore acts as a compensatory mechanism in times of low control. The present research provides new insights into the psychological functions of seemingly irrational beliefs, like belief in psychic abilities.\n"
            ],
            "publication_date": "2013-08-07T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 5980,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0071327",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0071327&representation=PDF"
        },
        "10.1371/journal.pone.0089603": {
            "author_display": [
                "Mario Soliño",
                "Begoña A. Farizo"
            ],
            "title_display": "Personal Traits Underlying Environmental Preferences: A Discrete Choice Experiment",
            "abstract": [
                "\nPersonality plays a role in human behavior, and thus can influence consumer decisions on environmental goods and services. This paper analyses the influence of the big five personality dimensions (extraversion, agreeableness, conscientiousness, neuroticism and openness) in a discrete choice experiment dealing with preferences for the development of an environmental program for forest management in Spain. For this purpose, a reduced version of the Big Five Inventory survey (the BFI-10) is implemented. Results show a positive effect of openness and extraversion and a negative effect of agreeableness and neuroticism in consumers' preferences for this environmental program. Moreover, results from a latent class model show that personal traits help to explain preference heterogeneity.\n"
            ],
            "publication_date": "2014-02-20T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 639,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0089603",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0089603&representation=PDF"
        },
        "10.1371/journal.pone.0084997": {
            "author_display": [
                "Lin Li",
                "Ang Li",
                "Bibo Hao",
                "Zengda Guan",
                "Tingshao Zhu"
            ],
            "title_display": "Predicting Active Users' Personality Based on Micro-Blogging Behaviors",
            "abstract": [
                "\nBecause of its richness and availability, micro-blogging has become an ideal platform for conducting psychological research. In this paper, we proposed to predict active users' personality traits through micro-blogging behaviors. 547 Chinese active users of micro-blogging participated in this study. Their personality traits were measured by the Big Five Inventory, and digital records of micro-blogging behaviors were collected via web crawlers. After extracting 845 micro-blogging behavioral features, we first trained classification models utilizing Support Vector Machine (SVM), differentiating participants with high and low scores on each dimension of the Big Five Inventory. The classification accuracy ranged from 84% to 92%. We also built regression models utilizing PaceRegression methods, predicting participants' scores on each dimension of the Big Five Inventory. The Pearson correlation coefficients between predicted scores and actual scores ranged from 0.48 to 0.54. Results indicated that active users' personality traits could be predicted by micro-blogging behaviors.\n"
            ],
            "publication_date": "2014-01-22T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 1374,
            "citations": 0,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0084997",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0084997&representation=PDF"
        },
        "10.1371/journal.pone.0009368": {
            "author_display": [
                "Yuji Takano",
                "Nobuaki Takahashi",
                "Daisuke Tanaka",
                "Naoyuki Hironaka"
            ],
            "title_display": "Big Losses Lead to Irrational Decision-Making in Gambling Situations: Relationship between Deliberation and Impulsivity",
            "abstract": [
                "\nIn gambling situations, we found a paradoxical reinforcing effect of high-risk decision-making after repeated big monetary losses. The computerized version of the Iowa Gambling Task (Bechara et al., 2000), which contained six big loss cards in deck B', was conducted on normal healthy college students. The results indicated that the total number of selections from deck A' and deck B' decreased across trials. However, there was no decrease in selections from deck B'. Detailed analysis of the card selections revealed that some people persisted in selecting from the “risky” deck B' as the number of big losses increased. This tendency was prominent in self-rated deliberative people. However, they were implicitly impulsive, as revealed by the matching familiar figure test. These results suggest that the gap between explicit deliberation and implicit impulsivity drew them into pathological gambling.\n"
            ],
            "publication_date": "2010-02-23T00:00:00Z",
            "article_type": "Research Article",
            "journal": "PLoS ONE",
            "views": 4020,
            "citations": 7,
            "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0009368",
            "pdf": "http://www.plosone.org/article/fetchObject.action?uri=info%3Adoi%2F10.1371%2Fjournal.pone.0009368&representation=PDF"
        }
    }
}